tap "boz/repo"
tap "buo/cask-upgrade"
tap "datawire/blackbird"
tap "derailed/popeye"
tap "esolitos/ipa"
tap "fluxcd/tap"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "ansible"
brew "autopep8"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "python@3.9"
brew "gcc"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "commitizen"
brew "cookiecutter"
brew "cowsay"
brew "cppcheck"
brew "curl"
brew "delve"
brew "diff-so-fancy"
brew "dive"
brew "docker-credential-helper-ecr"
brew "editorconfig"
brew "node"
brew "openjdk"
brew "eslint"
brew "exa"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "gdb"
brew "git"
brew "git-lfs"
brew "gitlab-runner"
brew "gitlint"
brew "gnupg"
brew "gnupg@1.4"
brew "gnupg@2.2"
brew "go"
brew "gofumpt"
brew "gopls"
brew "hadolint"
brew "helm"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "imagemagick"
brew "isort"
brew "istioctl"
brew "jq"
brew "jsonlint"
brew "jsonpp"
brew "k3sup"
brew "k9s"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libao"
brew "localstack"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "maven"
brew "mypy"
brew "mysql"
brew "n"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "octant"
brew "onnxruntime"
brew "opencv"
brew "openjdk@11"
brew "pinentry-mac"
brew "pipenv"
brew "portaudio"
brew "pre-commit"
brew "pulseaudio", restart_service: true
brew "pyenv"
brew "pylint"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rke"
brew "rustup-init"
brew "shellcheck"
brew "sl"
brew "sox"
brew "stern"
brew "stow"
brew "stylua"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "velero"
brew "vint"
brew "virtualenv"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "write-good"
brew "yamllint"
brew "yapf"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/popeye/popeye"
brew "esolitos/ipa/sshpass"
brew "goles/battery/battery"
brew "kong/kong/kong"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tilt-dev/tap/tilt"
brew "ubuntu/microk8s/microk8s"
cask "alacritty"
cask "alt-tab"
cask "balance-lock"
cask "clockify"
cask "discord"
cask "docker"
cask "dozer"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iriunwebcam"
cask "jetbrains-toolbox"
cask "kitty"
cask "macfuse"
cask "messenger"
cask "monitorcontrol"
cask "muzzle"
cask "ngrok"
cask "now"
cask "obs"
cask "osxfuse"
cask "postman"
cask "pritunl"
cask "rectangle"
cask "skype"
cask "slack"
cask "stats"
cask "steam"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
