tap "boz/repo"
tap "buo/cask-upgrade"
tap "datawire/blackbird"
tap "esolitos/ipa"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "tilt-dev/tap"
tap "ubuntu/microk8s"
brew "ansible"
brew "argocd"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bpytop"
brew "broot"
brew "cdk"
brew "cmake"
brew "cmatrix"
brew "cookiecutter"
brew "cowsay"
brew "curl"
brew "delve"
brew "diff-so-fancy"
brew "dive"
brew "node"
brew "openjdk"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "git-lfs"
brew "glances"
brew "gnupg"
brew "gnupg@1.4"
brew "gnupg@2.2"
brew "go"
brew "helm"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "imagemagick"
brew "jsonpp"
brew "k3sup"
brew "k9s"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "localstack"
brew "lua-language-server"
brew "luarocks"
brew "maven"
brew "minikube"
brew "n"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "octant"
brew "openjdk@11"
brew "pinentry-mac"
brew "pipenv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rke"
brew "rustup-init"
brew "sl"
brew "spotify-tui"
brew "stern"
brew "stow"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "boz/repo/kail"
brew "esolitos/ipa/sshpass"
brew "goles/battery/battery"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tilt-dev/tap/tilt"
brew "ubuntu/microk8s/microk8s"
cask "alacritty"
cask "balance-lock"
cask "blackhole-16ch"
cask "cheatsheet"
cask "clockify"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dozer"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iriunwebcam"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "kitty"
cask "macfuse"
cask "muzzle"
cask "ngrok"
cask "now"
cask "osxfuse"
cask "playonmac"
cask "postman"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "stats"
cask "steam"
cask "tuxguitar"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
